Repository: Happy-Ferret/deepin-file-manager-backend
Catalog: locale/*.po
Languages: eo, fa, vi

source: _Clear
eo: Purigi _c
fa: ـپاک کردن
vi: _C Làm sạch

source: _Clear %d Item
eo: purigi objekton %d _c
fa: ـپاک کردن %d مورد
vi: _C Làm sạch mục %d

source: _Open
eo: _O malfermi
fa: _باز کردن
vi: _O Mở

source: Open with(_A)
eo: Malfermi per (_A)
fa: باز کردن با(_A)
vi: Mở với(_A)

source: _Others
eo: Aliaj _o
fa: ـدیگران
vi: _O Khác

source: Co_mpress
eo: kunpremi _m
fa: فشرده _سازی
vi: _m Nén

source: _Extract Here
eo: ekstrakti ĉi tie _e
fa: ـاینجا از حالت فشرده خاج کن
vi: _E Giải nén ở đây

source: Cu_t
eo: _tranĉi
fa: بری_دن
vi: Cắ_t

source: _Copy
eo: _Kopii
fa: _کپی کردن
vi: _C Sao chép

source: Open in _terminal
eo: malfermi in terminalo
fa: باز کردن در _ترمینال
vi: Mở ở _t vị trí cuối

source: _Rename
eo: _renomi
fa: _تغییر نام
vi: _R Đổi tên

source: _Delete
eo: _D forigi
fa: _پاک کردن
vi: _D Xóa

source: _Properties
eo: proprecoj _p
fa: _گزینه‌ها
vi: _P Thuộc tính

source: _Ungroup
eo: malgrupi _u
fa: _خارج کردن از گروه
vi: _U Tách nhóm

source: App Group
eo: Aplikoj grupo
fa: اضافه کردن گروه
vi: Nhóm Ứng dụng

source: _Name
eo: nomo _n
fa: _نام
vi: _NTên

source: _Size
eo: Dimensio _s
fa: ـاندازه
vi: _S Kích thước

source: _Type
eo: _Tipo
fa: ـنوع
vi: _T Loại

source: _Date modified
eo: Dato modifita _d
fa: ـتاریخ تغییرات
vi: _D Ngày chỉnh sửa

source: New _folder
eo: nova dosierujo _f
fa: پوشه ـجدید
vi: _f Thư mục mới

source: New _document
eo: nova dosiero _d
fa: سند ـجدید
vi: _d Tài liệu mới

source: _Sort by
eo: Ordigi laŭ _s
fa: _مرتب سازی بر اساس
vi: _Sắp xếp theo

source: _Paste
eo: alglui _p
fa: _چسباندن
vi: _P Dán

source: Display settings(_M)
eo: montri agordojn(_M)
fa: تنظیمات نمایشگر(_M)
vi: Hiện thiết lập(_M)

source: _Corner navigation
eo: anguloj navigado _c
fa: _رفتن به گوشه
vi: _C Điều khiển góc

source: New folder
eo: Nova dosierujo
fa: پوشه جدید
vi: Thư mực mới

source: New document
eo: Nova doserujo
fa: سند جدید
vi: Tài liệu mới

source: (Copy)
eo: (Kopio)
fa: (کپی)
vi: (Sao chép)

source: (Copy %d)
eo: (Kopio %d)
fa: (کپی %d)
vi: (Sao chép %d)

source: (Copy
eo: (Kopio
fa: کپی
vi: (Sao chép

source: (Copy %d
eo: (Kopio %d
fa: (کپی %d
vi: (Sao chép %d
